import cardImg1 from '../../../../public/images/rulesCompanyGallary1.jpg';
import img1 from "../../../../public/images/aboutCompanyGallary1.jpg";
import img2 from "../../../../public/images/aboutCompanyGallary2.jpg";
import img3 from "../../../../public/images/aboutCompanyGallary3.jpg";
import img4 from "../../../../public/images/aboutCompanyGallary4.jpg";
import img5 from "../../../../public/images/aboutCompanyGallary5.jpg";

import { RuleCardProps } from "@/app/types/entitiesTypes";



export const rules: RuleCardProps[] = [
  {
    cardImg: cardImg1,
    cardTitle: 'Беспрецедентное качество',
    cardDescription: 'Мы не никогда и нигде не экономим и не оптимизируем. Это основа нашей работы. Мы не зарабатываем на материалах. К нашей работе не докопаться, У нас независимый технадзор, клиент может ещё один нанимать если ему так спокойнее. Без недостатков без ошибок — безупречно',
  },
  {
    cardImg: img2,
    cardTitle: 'Компания с 15-летним опытом',
    cardDescription: 'Мы не только работаем, но и развиваемся. Наши сотрудники обучаются, учатся, развиваются. Мы не только экономим, но и оптимизируем. Это позволяет нам работать более эффективно и качественно',
  },
  {
    cardImg: img3,
    cardTitle: 'Работаем с любыми материалами',
    cardDescription: 'Мы не отказываем клиентам в выборе. Мы работаем с любыми материалами, что позволяет нам предложить наиболее подходящие решения. Мы не только экономим, но и оптимизируем. Это позволяет нам работать более эффективно и качериторно',
  },
  {
    cardImg: img4,
    cardTitle: 'Клиенты довольны',
    cardDescription: 'Мы работаем только с довольными клиентами. Мы ответим на все ваши вопросы и предложения. Мы не только экономим, но и оптимизируем. Это позволяет нам работать более эффективно и качественно',
  },
  {
    cardImg: img5,
    cardTitle: 'Мы не только экономим, но и оптимизируем',
    cardDescription: 'Мы работаем не только с экономией, но и с оптимизацией. Мы всегда ищём возможности улучшить качество работы. Мы не только экономим, но и оптимизируем. Это позволяет нам работать более эффективно и качериторно',
  },
  {
    cardImg: img3,
    cardTitle: 'У нас независимый технадзор',
    cardDescription: 'Мы не отвечаем только за экономию. Мы также отвечаем за качество. У нас независимый технадзор, который проверяет все работы. Мы не только экономим, но и оптимизируем. Это позволяет нам работать более эффективно и качериторно',
  },
  {
    cardImg: img1,
    cardTitle: 'Клиент может ещё один нанимать',
    cardDescription: 'Мы не только экономим, но и оптимизируем. Мы также отвечаем за качество. Мы не отказываем клиентам в выборе. Мы работаем только с довольными клиентами. Мы ответим на все ваши вопросы и предложения. Мы не только экономим, но и оптимизируем. Это позволяет нам работать более эффективно и качериторно',
  },
  {
    cardImg: img4,
    cardTitle: 'Клиент может ещё один нанимать',
    cardDescription: 'Мы не только экономим, но и оптимизируем. Мы также отвечаем за качество. Мы не отказываем клиентам в выборе. Мы работаем только с довольными клиентами. Мы ответим на все ваши вопросы и предложения. Мы не только экономим, но и оптимизируем. Это позволяет нам работать более эффективно и качериторно',
  },
  {
    cardImg: img1,
    cardTitle: 'Клиент может ещё один нанимать',
    cardDescription: 'Мы не отвечаем только за экономию. Мы также отвечаем за качество. У нас независимый технадзор, который проверяет все работы. Мы не только экономим, но и оптимизируем. Это позволяет нам работать более эффективно и качериторно',
  },
];

